Repository: malhayek2/QA-Engineer-Test
Catalog: xmllint/nl.tmx
Source language: en
Languages: nl

source: Head 1
nl: Kop 1

source: Head board FIFO is full.
nl: FIFO hoofdbord is vol.

source: Heads B, C
nl: Koppen B, C

source: Heater Heating
nl: Verwarming

source: Height
nl: Hoogte

source: High A
nl: Hoog A

source: High Quality (HQ2)
nl: Hoge Kwaliteit (HQ2)

source: High Speed Mode 1
nl: Hogesnelheidsmodus 1

source: History Printer View
nl: Historische printerweergave

source: Home position not detected. Please call service.
nl: Rustpositie niet gedetecteerd. Neem contact op met Technische Dienst.

source: Horizontal Offset: %s
nl: Horizontale verschuiving: %s

source: ICC Profile Table
nl: ICC-profieltabel

source: Idle (ready to print)
nl: Niet-actief (gereed om af te drukken)

source: If you are having trouble connecting to the server, make sure you have a valid Internet connection. If you can access the Internet with a web browser, contact your IT department for help with the %%app_name%% configuration settings.
nl: Als u problemen hebt met het maken van verbinding met de server, controleert u of u over een geldige internetverbinding beschikt. Als u toegang tot internet hebt via een webbrowser, neemt u contact op met uw IT-afdeling voor hulp bij het instellen van de %%app_name%%-configuratie.

source: Ignore 100% target ink values
nl: 100% doelinktwaarden negeren

source: Image Brightness
nl: Helderheid afbeelding

source: Image Operations:
nl: Afbeeldingsbewerkingen:

source: Image Tools
nl: Hulpprogramma's voor afbeeldingen

source: Image size:
nl: Afbeeldingsgrootte:

source: Import Media:
nl: Medium Importeren:

source: Import...
nl: Importeren...

source: Includes bleed/trim width %s and height %s
nl: Omvat uitvloeiings-/trimbreedte %s en -hoogte %s

source: Information:
nl: Informatie:

source: Ink Cartridge Error
nl: Inktcartridgefout

source: Ink Density Factor
nl: Densiteitsfactor inkt

source: Ink Limiting Profiles
nl: Inktlimietprofielen

source: Ink Saving
nl: Inktbesparing

source: Ink cartridge combination error
nl: Fout door combinatie van inktpatronen

source: Ink low
nl: Inkt bijna op

source: Ink low CL unavailable - Green
nl: Inkt bijna op – CL niet beschikbaar - Groen

source: Ink supply error. (Dark M)
nl: Inkttoevoerfout. (Donker M)

source: Install
nl: Installeren

source: Intent
nl: Poging

# Internal guide D is open.
source: Internal guide D is open.\n
nl: Interne geleider D is open.\n

source: Invalid Configuration
nl: Ongeldige configuratie

source: Invalid Response received from the server.
nl: Ongeldige reactie ontvangen van de server.

source: Invalid output resolution for this device.
nl: Ongeldige uitvoerresolutie voor dit apparaat.

source: It is recommended to turn off "Print Multiple Rows at a Time" in the Placement Strategy when printing multiple copies that span more than one row.
nl: Het wordt aanbevolen om "Meerdere rijen tegelijkertijd afdrukken" in de Afdrukstrategie uit te schakelen bij het afdrukken van meerdere exemplaren die meer dan één rij omvatten.

source: JOBS IN ORDER
nl: TAKEN IN ORDER

source: Jaws Rip option is not available!
nl: Jaws Rip-optie is niet beschikbaar!

source: Job Creation:
nl: Afdruktaak creëren:

source: Job Log
nl: Takenlogboek

source: Job Progress
nl: Taakvoortgang

source: Job View
nl: Taakweergave

source: JobID not known by Controller.
nl: Taak-ID niet bekend bij controller.

source: Keep Black Mode
nl: Zwarte modus handhaven

source: Key Write Error
nl: Schrijffout sleutel

source: L*a*b* Source Image
nl: L*a*b*-bronbestand

source: Label Color
nl: Labelkleur

source: Lamp Power
nl: Lampvermogen

source: Large Format Printers
nl: Grootformaatprinters

source: Last scan failed. Please rescan.
nl: Laatste scan is mislukt. Scan opnieuw.

source: Layer Name:
nl: Naam van laag:

source: Left Margin
nl: Linkermarge

source: Legacy
nl: Traditioneel

source: Level 3
nl: Niveau 3

source: Library of &type:
nl: Bibliotheek van het type:

source: Line Screen
nl: Line Screen (lijnraster)

source: Lines/Fast
nl: Lijnen/Snel

source: Load the Media
nl: Laad het medium

source: Local
nl: Lokaal

source: Log
nl: Logboek

source: Low Speed
nl: Lage snelheid

source: Lt Magenta
nl: Lichtmagenta

source: Lt-Lt-Light Green
nl: Lt-Lt-Lichtgroen

source: M L Black
nl: M L Zwart

source: MM/dd/yyyy
nl: MM/dd/jjjj

source: Magenta Pattern
nl: Magentapatroon

source: Main tank ink end - Light Cyan
nl: Inkt hoofdreservoir op - Lichtcyaan

source: Maintenance tank full (1)
nl: Onderhoudsreservoir vol (1)

source: Make Path
nl: Pad maken

source: Manage Screen Configurations
nl: Schermconfiguraties beheren

source: Manual Targeting
nl: Handmatig doel zoeken

source: Margins (%s): top:%.2f, left:%.2f, right:%.2f, bottom:%.2f
nl: Marges (%s): boven: %.2f, links: %.2f, rechts: %.2f, onder: %.2f

source: Marks and Labels
nl: Markeringen en labels

source: Maximum Height:
nl: Maximumhoogte:

source: MaximumTile Size (inches):
nl: Maximum Tile-formaat (inches):

source: Measure ColorCheck Swatch
nl: ColorCheck-staal meten

source: Measured:
nl: Gemeten:

source: Measurement of Swatch Needed
nl: Meten van staal vereist

source: Media Archive OML File (*.OML)
nl: OML-bestand media-archief (*.OML)

source: Media Cost
nl: Kostprijs van medium

source: Media Group
nl: Mediagroep

source: Media Settings
nl: Mediuminstellingen

source: Media Type 2:
nl: Mediumtype 2:

source: Media and Page Size
nl: Medium en paginagrootte

source: Media/Page Size Selection
nl: Selectie van medium/paginagrootte

source: Medium Heavy (25-27 lbs.)
nl: Gemiddeld zwaar (25-27 lbs.)

source: Meters
nl: Meter

source: Middle
nl: Midden

source: Minimum gray value to have a pixel become a cut path.
nl: Minimumgrijswaarde voor pixel voor opname in snijpad.

source: Missing cartridge
nl: Ontbrekend cartridge

source: Mode 10, 1p, bi, 320 cps
nl: Modus 10, 1p, bi, 320 cps

source: Mode 5, 3p, uni, 320 cps
nl: Modus 5, 3p, uni, 320 cps

source: Mode Evaluation
nl: Modusevaluatie

source: Modify Defaults
nl: Standaardwaarden Wijzigen

source: Monochrome (Color Off)
nl: Monochroom (Kleuren uit)

source: Move
nl: Verplaatsen

source: Move Up
nl: Omhoog

source: Move to top
nl: Naar boven

source: Multichannel
nl: Meerdere kanalen

source: Mutoh MutohRJ Options
nl: Mutoh MutohRJ-opties

source: NOTE
nl: OPMERKING

source: Name Colors Used
nl: Benoemde kleuren gebruikt

source: Named Color Profile
nl: Kleurprofiel waaraan een naam werd gegeven

source: Neutrals
nl: Neutrale waarden

source: New Pen Configuration
nl: Nieuwe penconfiguratie

source: Next Job
nl: Volgende job

source: No Filter
nl: Geen filter

source: No Light Inks
nl: Geen lichte inkten

source: No Profiles
nl: Geen profielen

source: No default values for current resolution and media type
nl: Geen standaardwaarden voor huidige resolutie en mediumtype

source: No jobs are available for reprinting.
nl: Er zijn geen taken beschikbaar voor opnieuw afdrukken.

# No photo cyan ink.
source: No photo cyan ink.\n
nl: Geen fotocyaan inkt.\n

source: No version information
nl: Geen versiegegevens

source: Normal
nl: Normaal

source: Normal Speed
nl: Normale snelheid

source: Not Using G7 Native CMY
nl: G7 Native CMY wordt niet gebruikt

source: Note: Changing the Ink Limit type and clicking 'Print Swatch' or the 'Next' button will result in the loss of previous Ink Limit settings.
nl: Opmerking: Als het type inktlimiet wordt gewijzigd en op 'Staal afdrukken' of op de knop 'Volgende' wordt geklikt, gaan eerdere instellingen voor de inktlimiet verloren.

source: Note: The measurement condition switch should be in the position 0
nl: Opmerking: de schakelaar voor meetcondities moet in de stand 0 staan

source: Nozzle EVEN
nl: Spuitstuk EVEN

source: Number of Printer Copies
nl: Aantal printerkopieën

source: OLF Support
nl: OLF-ondersteuning

source: ONYX Hub is not supported by key. Server will only support API requests.
nl: ONYX Hub wordt niet ondersteund door sleutel. Server ondersteunt alleen API-aanvragen.

source: Océ Prem Bond 24lb
nl: Océ Premium Bond 24lb

source: On Process
nl: Bij verwerking

source: Online Support Portal
nl: Online ondersteuningsportal

source: Open File Separations
nl: Bestandsscheidingen openen

source: Open Update Key File
nl: Updatesleutelbestand openen

source: OpenCommunication on
nl: OpenCommunicatie aan

source: Optimize Mode Name
nl: Modusnaam optimaliseren

source: Orange Ink Near End
nl: Oranje inkt bijna op

source: Original Image
nl: Oorspronkelijke afbeelding

source: Outer Roller Pressure:
nl: Druk buitenrol:

source: Output Path:
nl: Uitvoerpad:

source: Ovedrride Default Dot Size
nl: Standaardpuntgrootte negeren

source: Overlay (White on Color/Metal)
nl: Overlay (wit op kleur/metaal)

source: Override Pass Mode
nl: Gangmodus negeren

source: P&references...
nl: Voor&keuren...

source: PDF Files
nl: PDF-bestanden

source: PRINTER Files (*.PRINTER)|*.PRINTER|
nl: PRINTER-Bestanden (*.PRINTER)|*.PRINTER|

source: PS/PDF Options
nl: PS-/PDF-opties

source: Page &Num:
nl: Pagina&nummer:

source: Page Size Name
nl: Naam van paginaformaat

source: Pannel Setting
nl: Paneelinstelling

source: Paper No. %d
nl: Papiernr. %d

source: Paper change unfinished error
nl: Fout Papiervervaning niet voltooid

source: Paper returns to cassette after printing
nl: Papier keert terug naar de cassette na het afdrukken

source: Parity
nl: Pariteit

source: Passes
nl: Gangen

source: Patch Gap:
nl: Patch-opening:

source: Patches per ink: %d
nl: Patches per inkt: %d

source: Pattern Spreading works best on straight lines and sharp corners.
nl: Patroonspreiding werkt het beste bij rechte lijnen en scherpe hoeken.

source: Pen Weight:
nl: Pengewicht:

source: Percentage of CII < 1:
nl: Percentage van CII < 1:

source: Perform sheet mount cleaning.
nl: Voer reiniging van velleninvoer uit.

source: Photo Cyan
nl: Foto cyaan

source: Physical Prints
nl: Fysieke afdrukken

source: Pixel Double
nl: Dubbele pixel

source: Platen
nl: Plaat

source: Please check and retype the fields marked with red stars.\nPlease note that an e-mail containing your unlock code will be sent to this e-mail address.
nl: Controleer de velden die met een rood sterretje zijn gemarkeerd en vul ze opnieuw in.\nDenk er aan dat er een e-mail met uw ontgrendelingscode naar dit e-mailadres wordt verzonden.

source: Please enter a name for the printer.
nl: Voer een naam in voor de printer.

source: Please insert chart.
nl: Voer grafiek in.

source: Please place the device on the white reference, and then press the measure button to calibrate.\n\nPlease do not lift the device from the white reference until the next instruction.
nl: Plaats het apparaat op de witreferentie en druk vervolgens op de meetknop om te kalibreren.\n\nHaal het apparaat pas van de witreferentie af wanneer de volgende instructie wordt weergegeven.

source: Please select a port for the device.
nl: Selecteer een poort voor dit apparaat.

source: Please wait for a few seconds while detecting keys.
nl: Wacht enkele seconden op het detecteren van sleutels.

source: Port Busy
nl: Poort bezet

source: Port Write Error (%d):
nl: Fout bij schrijven naar poort (%d):

source: Post Lamp:
nl: Nalamp:

source: PosterShop Server - Epson 5000 Only
nl: PosterShop Server - Uitsluitend Epson 5000

source: Postscript Source Image
nl: Postscript-bronbestand

source: Pre-cure Power:
nl: Vermogen voor vooraf uitharden:

source: Preparing
nl: Bewerking voorbereiden

source: Preset Summary
nl: Overzicht van voorinstellingen

source: Preview Changes
nl: Voorbeeld van wijzigingen bekijken

source: Previous setting: %.1f, new setting: %.1f
nl: Vorige instelling: %.1f, nieuwe instelling: %.1f

source: Primer -> Color (Underprint)
nl: Grondverf -> Kleur (Onderprint)

source: Print Barcode Label
nl: Barcodelabel afdrukken

source: Print Cyan Ink with:
nl: Cyaan inkt afdrukken met:

source: Print Forwarding
nl: Doorsturen van Printopdrachten

source: Print Label
nl: Afdruklabel

source: Print Mode Name:
nl: Naam afdrukmodus:

source: Print Order:
nl: Afdrukvolgorde:

source: Print Reflection
nl: Reflectie Afdrukken

source: Print Surface Temperature:
nl: Temperatuur afdrukoppervlak:

source: Print White Ink with:
nl: Witte inkt afdrukken met:

source: Print and Read the Ink Limits swatch
nl: Het inktlimietstaal afdrukken en lezen

source: Print grey balance swatch.
nl: Druk het grijsbalansstaal af.

source: Print mode selectors
nl: Selectie afdrukmodus

source: Print to mode specific folder
nl: Afdrukken naar map voor specifieke modus

source: Printed Media Area
nl: Afgedrukt medium gebied

source: Printer Device
nl: Printer

source: Printer Initializing
nl: Printer wordt geïnitialiseerd

source: Printer Options...
nl: Printeropties...

source: Printer Versions
nl: Printerversies

source: Printer error!
nl: Printerfout!

source: Printer is powered off.
nl: Printer is uitgeschakeld.

source: Printer's loaded ink set is different from the one selected for the job.
nl: Geladen inktset voor printer wijkt af van degene die is geselecteerd voor de taak.

source: Printing Completed Successfully
nl: Afdrukken voltooid

source: Printing gutter must be installed
nl: Afdrukgoot moet worden geïnstalleerd

source: Prints Due (Job Ticket)
nl: Nog af te drukken (taakticket)

source: Process Channel:
nl: Proceskanaal:

source: Process raster dithering at interpretation
nl: Dithering van het procesraster bij interpretatie

# Processing to print %d copies of '%s'...
source: Processing to print %d copies of '%s'...\n
nl: Bezig met de verwerking van het afdrukken van %d exemplaren van '%s'...\n

source: Production (HQ1)
nl: Productie (HQ1)

source: Production uni-directional
nl: Productie unidirectioneel

source: Profile Generator
nl: Profielgenerator

source: Profiler problem on the printer!
nl: Profileringsprobleem op de printer!

source: Prompt for Output Folder
nl: Vragen om uitvoerdossier

source: Properties
nl: Eigenschappen

source: Quality (HQ2)
nl: Kwaliteit (HQ2)

source: Quality 12, 12p, 320 cps, Bidir
nl: Kwaliteit 12, 12p, 320 cps, Bidir.

source: Quality 3, 18p, sym, 240 cps
nl: Kwaliteit 3, 18p, sym, 240 cps

source: Quality 5, 8p, uni, 240 cps
nl: Kwaliteit 5, 8p, uni, 240 cps

source: Quality uni-directional
nl: Kwaliteit unidirectioneel

source: Queue entry is not running.
nl: Wachtrijvermelding is niet actief.

source: QuickGCR Level
nl: QuickGCR-niveau

source: RGB Percent
nl: RGB-procent

source: RGI Printer Info
nl: RGI-Printerinformatie

source: Read Date:
nl: Leesdatum:

source: Read the ink restriction swatch
nl: Het inktbeperkingsstaal lezen

source: Ready
nl: Gereed

source: Recalibrate
nl: Opnieuw kalibreren

source: Recent Library
nl: Recente bibliotheek

source: Red Limit
nl: Roodlimiet

source: Refresh Page
nl: Pagina verversen

source: Registration Pin:
nl: Registratiepin:

source: Release
nl: Uitgave

source: Remove '%s' from Queue?
nl: '%s' verwijderen uit de wachtrij?

source: Rename Calibration
nl: Naam van kalibratie wijzigen

source: Render:
nl: Weergeven:

source: Replace files the engine has lost.
nl: Bestanden vervangen die de engine is kwijtgeraakt.

source: Report Results
nl: Resultaten rapport

source: Request Registration Code
nl: Registratiecode aanvragen

source: Reset Pattern
nl: Patroon opnieuw instellen

source: Resolution:
nl: Resolutie:

source: Retain Aspect Ratio
nl: Verhoudingen bewaren

source: Revised
nl: Gereviseerd

source: Right Lamp Power %
nl: Vermogen rechterlamp %

source: Roll 1
nl: Rol 1

source: Roll back media by the amount designated.
nl: Rol de media terug met de opgegeven afstand.

source: Rotate
nl: Roteren

source: Rotate individual tiles
nl: Individuele tiles roteren

source: Row / Column
nl: Rij/kolom

# Running General Settings Config...
source: Running General Settings Config...\n
nl: Configuratie van algemene instellingen wordt uitgevoerd...\n

source: Sa&ve Media
nl: &Medium Opslaan

source: Saturation Extreme
nl: Verzadiging extreem

source: Save Linear Model as:
nl: Lineair model opslaan als:

# Save the active document Save
source: Save the active document\nSave
nl: Het actieve document opslaan\nOpslaan

source: Scale Up
nl: Vergroten

source: Scan the row from Left to Right as instructed before.\nStart>>>------------------>>>Stop
nl: Scan de rij van links naar rechts zoals eerder gevraagd.\nStarten>>>------------------>>>Stoppen

source: Scramble Swatch
nl: Staal versleutelen

source: Searching IP Address....please wait!
nl: Bezig met zoeken naar het IP-adres...een ogenblik geduld!

source: Select 'Create another media' to return to the beginning of the Create New Media wizard and create another media.
nl: Selecteer 'Een ander medium maken' om terug te keren naar het begin van de wizard Nieuw medium maken en een ander medium te maken.

source: Select Icc Profile
nl: ICC-profiel selecteren

source: Select Mode:
nl: Modus selecteren:

source: Select TWAIN_32 Source Select TWAIN_32 Source
nl: TWAIN_32-bron Selecteren TWAIN_32-bron Selecteren

source: Select a compatible Reference Standard:
nl: Selecteer een compatibele referentiestandaard:

source: Select an existing Calibration or create a new one.
nl: Selecteer een bestaande of maak een nieuwe kalibratie.

source: Select options for the workflow
nl: Opties selecteren voor de workflow

source: Select the Ink Configuration to use
nl: De te gebruiken inktconfiguratie selecteren

source: Select the left and right margins set on the printer panel. These will be used when retrieving the page size from the printer.
nl: Selecteer de linker- en rechtermarge die zijn ingesteld op het printerpaneel. Deze zullen worden gebruikt bij het ophalen van de paginagrootte van de printer.

source: Select the print mode's resolution
nl: Selecteer de resolutie van de afdrukmodus

source: Select/Deselect All
nl: Alles selecteren/Alle selecties opheffen

source: Selects the current page
nl: Hiermee selecteert u de huidige pagina

source: Send job to "Ready to Print area"
nl: Taak naar gebied "Gereed voor afdrukken" verzenden

source: Separation Bar Width:
nl: Scheiding staafkbreedte:

source: Server cannot share the same port number with database.
nl: Server kan niet hetzelfde poortnummer delen met database.

source: Set As &Active
nl: Instellen als &Actief

source: Set Dotted Top Marks
nl: Bovenpuntmarkeringen instellen

source: Set Label Distance
nl: Afstand van label instellen

source: Set Page Size to Image Size
nl: Paginagrootte afstellen op afbeeldingsgrootte

source: Set by Control Panel
nl: Ingesteld door het bedieningspaneel

source: Set to Defaults
nl: Instellen op standaardwaarden

source: Settings Changed
nl: Instellingen gewijzigd

# Setup print options for the active job Print Setup
source: Setup print options for the active job\nPrint Setup
nl: Afdrukopties voor de actieve afdruktaakinstellingen\nAfdrukinstellingen

source: Sharpness:
nl: Scherpte:

source: Show Current
nl: Huidige weergeven

source: Show Steps
nl: Stappen weergeven

# Show or hide the status bar Toggle StatusBar
source: Show or hide the status bar\nToggle StatusBar
nl: De statusbalk weergeven en verbergen\nStatusbalk weergeven of verbergen

source: Side A prints with
nl: Afdrukken voor zijde A met

source: Silver Nozzles
nl: Zilveren spuitstukken

source: Six Pass
nl: Zes gangen

source: Sizing (Perforated Board)
nl: Formaatbepaling (geperforeerd karton)

source: Smallest
nl: Kleinste

# Software protection key error! There could be a faulty connection,
source: Software protection key error! There could be a faulty connection,\n
nl: Fout in de veiligheidssleutel van de software! Er is mogelijk een gebrekkige verbinding,\n

source: Source Icons
nl: Bronpictogrammen

source: Spacing (inches):
nl: Spatiëring (inches):

source: Specialty Ink Print Method:
nl: Afdrukmethode speciale inkt:

source: SpectroProofer Error
nl: Fout SpectroProofer

source: Spooler online
nl: Spooler is on line

source: Spot 3
nl: Steunkleur 3

source: Spot Color Print Mode:
nl: Afdrukmodus steunkleur:

source: Spot colors to substitute with Black Linearization:
nl: Steunkleuren die moeten worden vervangen door zwartlinearisatie:

source: Spot6
nl: Steunkleur6

source: Standard Calcomp Printers
nl: Standaard Calcomp-printers

source: Standards Simulation
nl: Standaarden simulatie

source: Start internal color calibration
nl: Interne kleurkalibratie starten

source: Status is loading...
nl: Status wordt geladen...

source: Steps
nl: Stappen

# Stopping HTTP Service on port %d
source: Stopping HTTP Service on port %d\n
nl: HTTP-service wordt gestopt op poort %d\n

source: Strikes:
nl: Slagen:

# Submit next side B job. What is on side A: "%s"
source: Submit next side B job.\n\nWhat is on side A:\n "%s"
nl: Verzend volgende taak voor zijde B.\n\nWat staat op zijde A:\n "%s"

source: Substrate advance compensation
nl: Compensatie substraatverschuiving

source: Successfully upgraded database to version %s
nl: Upgrade van database naar versie %s is uitgevoerd

source: Surface Colors
nl: Oppervlaktekleuren

source: Swatch Options
nl: Staalopties

source: Swatch:
nl: Staal:

source: System Restart
nl: Opnieuw opstarten van het systeem

source: TRANSMITTING DATA
nl: GEGEVENS WORDEN VERZONDEN

source: Target Density:
nl: Doeldensiteit:

source: Templates have been disabled because the image is tiled
nl: De sjablonen zijn uitgeschakeld omdat de afbeelding 'tiled' (naast elkaar) is.

source: Testing TCP/IP Settings
nl: TCP/IP-instellingen testen

source: The Color Management System could not be started.
nl: Het kleurbeheersysteem kan niet worden opgestart.

source: The ICC profile %s will be encoded with a "watermark."\n It will only work in ONYX software.
nl: Het ICC-profiel %s wordt gecodeerd met een "watermerk".\n Het zal alleen werken met ONYX software.

source: The Mutoh KONA and SC Pro support up to 8 custom patterns per job.
nl: De Mutoh KONA en SC Pro ondersteunen maximaal 8 aangepaste patronen per taak.

source: The Scan Speed is too large for the resolution specified.
nl: De scansnelheid is te groot voor de gespecificeerde resolutie.

# The acquired image file has an invalid image file format. Please try again.
source: The acquired image file has an invalid image file format.\n\nPlease try again.
nl: Het opgehaalde afbeeldingsbestand heeft een ongeldige indeling.\n\nProbeer opnieuw.

source: The buffer passed to te SCSI request was not aligned properly.
nl: De buffer uitgezonden naar de SCSI-aanvraag was niet juist ingesteld.

source: The current media type does not have a calibration for this resolution. The image will be sent and will be printed as soon as a calibration is chosen.
nl: Het huidige mediumtype heeft geen kalibratie voor deze resolutie. De afbeelding zal verstuurd en afgedrukt worden zodra een kalibratie wordt geselecteerd.

source: The disk "%s" is invalid.
nl: De schijf "%s" is ongeldig.

source: The first compatible media found will automatically be selected (Don't show this dialog again).
nl: Het eerste compatibele medium dat wordt gevonden wordt automatisch geselecteerd (Toon dit dialoogvenster niet opnieuw).

source: The hardware key has been removed.
nl: De hardwaresleutel is verwijderd.

source: The image is too large for the selected media\nPrintable Area %d Pixels\nImage Width %d Pixels
nl: De afbeelding is te groot voor de geselecteerde media\nAfdrukbare oppervlakte %d Pixels\nAfbeedlingbreedte %d Pixels

source: The ink system is not primed.
nl: Het inktsysteem is niet gevuld.

source: The list of medias is empty. Please verify that one or more media have been correctly loaded on the printer and in the Epson Control Dashboard.
nl: De lijst met media is leeg. Controleer of een of meer media correct zijn geladen op de printer en in het Epson Control Dashboard.
